Repository: jasondavis/debug-bar-transients
Catalog: lang/ds-debug-bar-transients-*.po
Languages: de_de

source: You are using an unsupported external object cache.
de_de: Du verwendest einen nicht unterstützten externen Cache.

source: Total Transients:
de_de: Gesamte Transients:

source: Custom Transients
de_de: Benutzerdefinierte Transients

source: No transients found.
de_de: Keine Transients gefunden.

source: Custom Site Transients
de_de: Benutzerdefinierte globale Transients

source: Core Site Transients
de_de: Globale Core Transients

source: Value
de_de: Wert

source: Expiration
de_de: Ablauf

source: Delete this transient (No undo!)
de_de: Lösche diesen Transient (Keine Wiederherstellung möglich!)

source: Delete
de_de: Löschen

source: Switch between serialized and unserialized view
de_de: Zwischen der serialisierten und unserialisierten Ausgabe wechseln

source: Switch value view
de_de: Ansicht ändern

source: Unknown
de_de: Unbekannt

source: Unix-Timestamp: %d
de_de: Unix-Zeitstempel: %d

source: (invalid since %s)
de_de: (Ungültig seit %s)

source: http://wpgrafie.de/wp-plugins/debug-bar-transient/en/
de_de: http://wpgrafie.de/wp-plugins/debug-bar-transient/

source: Adds information about the WordPress Transient API to Debug Bar.
de_de: Fügt der Debug Bar ein neues Panel mit Informationen über die WordPress Transient API hinzu.
